DROP TABLE IF EXISTS tweet;
CREATE TABLE tweet (
  id int(10)  AUTO_INCREMENT NOT NULL PRIMARY KEY,
  posted_by varchar(12) NOT NULL,
  posted_at datetime NOT NULL,
  content varchar(140) NOT NULL
);
INSERT INTO tweet (posted_by, posted_at, content) VALUES
('181480777474', '2024-02-25T06:00:10', '雪の降りたるはいふべきにもあらず、霜のいと白きも、また さらでもいと寒きに、火など急ぎおこして、炭もて渡るもいとつきづきし'),
('181480777474', '2024-02-25T01:00:16', '　夏は夜'),
('225022924126', '2024-02-25T03:00:48', '雨など降るもをかし'),
('181480777474', '2024-02-25T05:30:59', '　冬はつとめて'),
('181480777474', '2024-02-25T02:00:16', 'やみもなほ、蛍の多く飛びちがひたる'),
('703398326744', '2024-02-25T02:30:28', 'また、 ただ一つ二つなど、ほのかにうち光りて行くもをかし'),
('181480777474', '2024-02-25T00:30:57', 'やうやう白くなりゆく山ぎは、すこしあかりて、紫だちたる 雲のほそくたなびきたる'),
('238634664572', '2024-02-25T05:00:33', '日入りはてて、風の音、虫の 音など、はたいふべきにあらず'),
('424686679496', '2024-02-25T03:30:28', '　秋は夕暮れ'),
('225022924126', '2024-02-25T04:30:12', 'まいて雁などの つらねたるが、いと小さく見ゆるはいとをかし'),
('703398326744', '2024-02-25T01:30:24', '月のころはさらなり'),
('703398326744', '2024-02-25T06:30:31', '昼になりて、ぬるくゆるびもていけば、火桶の火も白き灰がちになりてわろし'),
('703398326744', '2024-02-25T00:00:21', '　春はあけぼの'),
('225022924126', '2024-02-25T04:00:38', '夕日のさして山の端いと近うなりたるに、烏の寝どころへ行く とて、三つ四つ、二つ三つなど、飛びいそぐさへあはれなり');
